Repository: DjineSP/simkyc_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# splash_subtitle
source: CUSTOMER MANAGEMENT AND SIM-KYC CARDS BACK-OFFICE
fr: GESTION DES CLIENTS ET DES CARTE SIM-KYC BACK-OFFICE

# auth_login_title
source: Login
fr: Connexion

# auth_login_subtitle
source: Welcome back!
fr: Bon retour !

# auth_field_phone
source: Phone Number
fr: Numéro de téléphone

# auth_field_password
source: Password
fr: Mot de passe

# auth_remember_me
source: Remember me
fr: Se souvenir de moi

# auth_button_submit
source: Sign In
fr: Se connecter

# auth_error_invalid_phone
source: Invalid format (ex: 6XX XX XX XX)
fr: Format invalide (ex: 6XX XX XX XX)

# auth_forgot_password
source: Forgot password?
fr: Mot de passe oublié ?

# auth_no_account
source: No account?
fr: Pas de compte ?

# auth_contact_admin
source: Contact admin
fr: Contacter l'admin

# auth_error_password_required
source: Password is required
fr: Mot de passe requis

# auth_error_auth_failed
source: Authentication failed.
fr: Authentification échouée.

# auth_forgot_password_dialog_body
source: Please contact the admin.
fr: Contactez l'admin.

# common_error_title
source: Error
fr: Erreur

# common_cancel
source: Cancel
fr: Annuler

# op_validate_title
source: Validation required
fr: Validation requise

# op_validate_subtitle
source: Choose a method to continue.
fr: Choisissez une méthode pour continuer.

# op_validate_use_biometric
source: Biometric
fr: Empreinte digitale

# op_validate_use_password
source: Password
fr: Mot de passe

# op_validate_user_not_identified
source: User not identified.
fr: Utilisateur non identifié.

# op_validate_biometric_failed
source: Biometric authentication failed or was cancelled.
fr: Authentification biométrique échouée ou annulée.

# home_nav_dashboard
source: Dashboard
fr: Tableau de bord

# home_nav_home
source: Home
fr: Accueil

# home_nav_history
source: History
fr: Historique

# home_nav_reports
source: Reports
fr: Rapports

# home_nav_profile
source: My Profile
fr: Mon Profil

# home_greeting
source: Hello,
fr: Bonjour,

# home_search_hint
source: Search MSISDN...
fr: Rechercher MSISDN...

# home_action_activation
source: SIM Activation
fr: Activation SIM

# home_desc_activation
source: Activate a new customer SIM
fr: Activer une nouvelle SIM client

# home_action_reactivation
source: SIM Reactivation
fr: Réactivation SIM

# home_desc_reactivation
source: Reactivate dormant numbers
fr: Réactiver des numéros dormants

# home_action_update
source: SIM Update
fr: Mise à jour SIM

# home_desc_update
source: Update SIM information
fr: Mettre à jour les infos de la SIM

# home_section_actions
source: Quick Actions
fr: Actions Rapides

# settings_title
source: Settings
fr: Paramètres

# settings_theme_dark
source: Dark Mode
fr: Mode Sombre

# settings_language
source: Language
fr: Langue

# history_search_hint
source: Search by name, MSISDN or ID...
fr: Rechercher par nom, MSISDN ou ID...

# history_date_all
source: All dates
fr: Toutes les dates

# history_date_range
source: From {start} to {end}
fr: Du {start} au {end}

# history_empty
source: No history found
fr: Aucun historique trouvé

# history_status_active
source: Active
fr: Actif

# history_status_suspended
source: Suspended
fr: Suspendu

# history_status_inactive
source: Deactivated
fr: Désactivé

# history_btn_details
source: Details
fr: Détails

# history_btn_reactivate
source: Reactivate
fr: Réactiver

# history_btn_update
source: Edit
fr: Modifier

# history_dialog_kyc_title
source: KYC Details
fr: Détails KYC

# history_dialog_kyc_msg
source: Showing data for {name}
fr: Affichage des données de {name}

# history_dialog_reactivate_msg
source: Launching for {msisdn}
fr: Lancement pour {msisdn}

# reports_title
source: Activity Overview
fr: Aperçu de l'activité

# reports_period_today
source: Today
fr: Aujourd'hui

# reports_period_7d
source: Last 7 days
fr: 7 derniers jours

# reports_period_30d
source: Last 30 days
fr: 30 derniers jours

# reports_kpi_reactivations
source: Reactivations
fr: Réactivations

# reports_kpi_new_customers
source: New Customers
fr: Nouveaux Clients

# reports_section_reason
source: Reactivation by reason
fr: Réactivation par motif

# reports_reason_customer
source: Customer request
fr: Demande client

# reports_reason_sim_change
source: SIM swap
fr: Changement de SIM

# reports_reason_tech
source: Technical issue
fr: Problème technique

# reports_reason_fraud
source: Fraud investigation
fr: Enquête de fraude

# reports_reason_other
source: Other
fr: Autre

# profile_agent_id
source: Agent ID: {id}
fr: ID Agent: {id}

# profile_role
source: Role: {role}
fr: Rôle: {role}

# profile_section_app
source: App Settings
fr: Paramètres de l'application

# profile_section_security
source: Security
fr: Sécurité

# profile_section_about
source: About
fr: À propos

# profile_option_lang
source: Language
fr: Langue

# profile_option_lang_desc
source: French / English
fr: Français / Anglais

# profile_option_theme
source: Theme
fr: Thème

# profile_option_theme_desc
source: Light / Dark
fr: Clair / Sombre

# profile_option_notif_desc
source: Manage push alerts
fr: Gérer vos alertes push

# profile_option_security_pass
source: Change password / PIN
fr: Changer le mot de passe / PIN

# profile_option_security_pass_desc
source: Update your access
fr: Mettre à jour vos accès

# profile_option_last_login
source: Last Login
fr: Dernière connexion

# profile_option_last_login_desc
source: Today, 09:24 · Android
fr: Aujourd'hui, 09:24 · Android

# profile_option_about_title
source: SIM KYC App
fr: Application SIM KYC

# profile_option_about_desc
source: Version 1.0.0 · Contact support.
fr: Version 1.0.0 · Contactez le support.

# profile_logout
source: Logout
fr: Déconnexion

# profile_logout_confirm
source: Log out
fr: Se déconnecter

# profile_logout_cancel
source: Cancel
fr: Annuler

# profile_logout_dialog_body
source: Are you sure you want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

# notifications_empty_title
source: No notifications
fr: Aucune notification

# notifications_empty_body
source: You don't have any notifications at the moment.
fr: Vous n'avez aucune notification pour le moment.

# scanner_title
source: Scan SIM Code
fr: Scanner le code SIM

# scanner_hint
source: Place the barcode inside the frame
fr: Placez le code-barres dans le cadre

# scanner_error
source: Unable to access camera
fr: Impossible d'accéder à la caméra

# sim_act_title
source: SIM Activation
fr: Activation SIM

# sim_step_2
source: Customer
fr: Client

# sim_error_serial
source: Serial number is required
fr: Série requise

# sim_error_lastname
source: Last name is required
fr: Nom obligatoire

# sim_error_firstname
source: First name is required
fr: Prénom obligatoire

# sim_error_dob
source: Date of birth is required
fr: Date obligatoire

# sim_error_pob
source: Place of birth is required
fr: Lieu obligatoire

# sim_error_id_nature
source: ID type is required
fr: Nature requise

# sim_error_id_number
source: ID number is required
fr: Numéro requis

# sim_error_id_validity
source: Expiry date is required
fr: Date de validité requise

# sim_error_photo_front
source: Front photo is required
fr: La photo recto est obligatoire

# sim_error_photo_back
source: Back photo is required
fr: La photo verso est obligatoire

# sim_btn_next
source: NEXT
fr: SUIVANT

# sim_btn_prev
source: BACK
fr: RETOUR

# sim_btn_submit
source: SUBMIT
fr: SOUMETTRE

# sim_msg_success_title
source: Activation successful
fr: Activation réussie

# sim_msg_success_body
source: The file has been submitted successfully.
fr: Le dossier a été envoyé avec succès.

# sim_react_title
source: SIM Reactivation
fr: Réactivation SIM

# sim_react_step_1
source: Search
fr: Recherche

# sim_react_step_2
source: Verification
fr: Vérification

# sim_react_step_3
source: Reactivation
fr: Réactivation

# sim_react_error_title
source: Warning
fr: Attention

# sim_react_error_phone_required
source: Phone number is required
fr: Le numéro est requis

# sim_react_error_reason_required
source: Please provide the reason
fr: Veuillez indiquer le motif

# sim_react_error_user_not_found
source: No user linked to this phone number was found.
fr: Aucun utilisateur associé à ce numéro n'a été trouvé.

# sim_react_error_new_iccid_required
source: New ICCID is required
fr: Nouveau ICCID requis

# sim_react_error_frequent1_required
source: Number 1 is required
fr: Numéro 1 requis

# sim_react_success_title
source: Operation successful
fr: Opération réussie

# sim_react_success_body
source: The line has been reactivated successfully.
fr: La ligne a été réactivée avec succès.

# sim_update_step_1
source: Search
fr: Recherche

# sim_update_step_2
source: Edit
fr: Modification

# sim_update_step_3
source: Update
fr: Mise à jour

# sim_update_btn_search
source: SEARCH
fr: RECHERCHER

# sim_update_btn_confirm
source: CONFIRM
fr: CONFIRMER

# sim_update_error_title
source: Error
fr: Erreur

# sim_update_error_phone_required
source: Phone number is required
fr: Le numéro de téléphone est requis

# sim_update_error_geo_required
source: Residential address is required
fr: L'adresse géographique est requise

# sim_update_error_subscriber_not_found
source: Subscriber not found
fr: Abonné introuvable

# sim_update_success_title
source: Success
fr: Succès

# sim_update_success_body
source: Profile updated!
fr: Profil mis à jour !

# sim_update_summary_title
source: Update summary
fr: Résumé de la mise à jour

# sim_update_summary_subtitle
source: Review the changes before the final confirmation.
fr: Vérifiez les modifications avant la confirmation finale.

# check_title
source: Holder Verification
fr: Vérification du titulaire

# check_subtitle
source: Confirm this information with the customer present.
fr: Confirmez ces informations avec le client présent.

# check_section_line
source: Line to reactivate
fr: Ligne à réactiver

# check_section_identity
source: Subscriber identity
fr: Identité de l'abonné

# check_section_coords
source: Contact details
fr: Coordonnées

# check_section_id
source: Identification document
fr: Document d'identification

# check_label_msisdn
source: Number (MSISDN)
fr: Numéro (MSISDN)

# check_label_serial
source: Serial number
fr: Numéro de série

# check_label_status
source: Status
fr: Statut

# check_label_name
source: Full name
fr: Nom complet

# check_label_dob
source: Date of birth
fr: Date de naissance

# check_label_pob
source: Place of birth
fr: Lieu de naissance

# check_label_gender
source: Gender
fr: Genre

# check_label_job
source: Occupation
fr: Profession

# check_label_address
source: Residential address
fr: Adresse Géographique

# check_label_post
source: Postal address
fr: Adresse Postale

# check_label_id_nature
source: Type
fr: Nature

# check_label_id_number
source: ID number
fr: N° de pièce

# check_label_id_validity
source: Expiry date
fr: Date de validité

# check_warning
source: The operation must be refused if the above information does not match the presented ID.
fr: L'opération doit être refusée si les informations ci-dessus ne sont pas conformes à la pièce présentée.

# check_status_unknown
source: Suspended / Lost
fr: Suspendue / Perdue

# step_cust_lastname
source: Last name *
fr: Nom *

# step_cust_firstname
source: First name(s) *
fr: Prénoms *

# step_cust_dob
source: Date of birth *
fr: Date de naissance *

# step_cust_pob
source: Place of birth *
fr: Lieu de naissance *

# step_cust_gender
source: Gender *
fr: Sexe *

# step_cust_male
source: Male
fr: Homme

# step_cust_female
source: Female
fr: Femme

# step_cust_geo
source: Residential address
fr: Adresse géographique

# step_cust_post
source: Postal address
fr: Adresse postale

# step_cust_job
source: Occupation
fr: Profession

# step_cust_hint_name
source: e.g.: DJINE
fr: Ex: DJINE

# step_cust_hint_firstname
source: e.g.: John Silas
fr: Ex: John Silas

# step_cust_hint_date
source: dd/mm/yyyy
fr: jj/mm/aaaa

# step_cust_hint_pob
source: e.g.: Conakry
fr: Ex: Conakry

# step_cust_hint_geo
source: Neighborhood, Street, Door number
fr: Quartier, Rue, N° de porte

# step_cust_hint_post
source: P.O. Box, City, Country
fr: BP, Ville, Pays

# step_cust_hint_email
source: example@domain.com
fr: exemple@domaine.com

# step_cust_hint_job
source: e.g.: Trader, Student...
fr: Ex: Commerçant, Étudiant...

# step_edit_identity_label
source: Identity information *
fr: Information identitaire *

# step_edit_complementary_label
source: Additional information
fr: Information complémentaires

# step_edit_id_doc_label
source: Identification document *
fr: Document d'identification *

# step_edit_nature_label
source: Type *
fr: Nature *

# step_edit_id_hint
source: Select an ID document
fr: Sélectionner une pièce

# step_edit_id_number_label
source: ID number *
fr: N° de pièce *

# step_edit_id_number_hint
source: Enter the document number
fr: Entrer le numéro du document

# step_edit_photo_recto
source: Front (Front side) *
fr: Recto (Face) *

# step_edit_photo_verso
source: Back (Back side) *
fr: Verso (Dos) *

# step_edit_photo_hint
source: Tap to capture
fr: Cliquer pour capturer

# step_edit_date_hint
source: dd/mm/yyyy
fr: jj/mm/aaaa

# step_id_validity
source: Expiry date *
fr: Date de validité *

# step_id_nature
source: ID document type *
fr: Nature de la pièce *

# step_id_number
source: ID number *
fr: N° de la pièce *

# step_id_nature_label
source: ID document type *
fr: Nature de la pièce *

# step_id_nature_hint
source: Select an ID document
fr: Sélectionner une pièce

# step_id_number_label
source: ID document number *
fr: Numéro de la pièce *

# step_id_number_hint
source: Enter the document number
fr: Entrer le numéro du document

# step_id_date_hint
source: dd/mm/yyyy
fr: jj/mm/aaaa

# step_sim_serial_label
source: SIM serial number *
fr: Numéro de série de la SIM *

# step_sim_serial_hint
source: Scan or enter the number
fr: Scanner ou entrer le numéro

# step_sim_success
source: MSISDN linked successfully
fr: MSISDN lié avec succès

# step_sim_info
source: The MSISDN will be linked after scanning.
fr: Le MSISDN sera lié après le scan.

# step_search_sim_msisdn_label
source: Phone number to reactivate *
fr: Numéro de téléphone à réactiver *

# step_search_sim_reason_label
source: Reactivation reason *
fr: Motif de réactivation *

# step_search_sim_reason_hint
source: Explain why the customer is reactivating the line
fr: Expliquez pourquoi le client réactive sa ligne

# step_search_sim_info
source: Enter the number to identify the subscriber.
fr: Saisissez le numéro pour identifier l'abonné.

# step_search_sim_user_identified
source: USER IDENTIFIED
fr: UTILISATEUR IDENTIFIÉ

# step_search_update_msisdn_label
source: Subscriber phone number *
fr: Numéro de téléphone de l'abonné *

# step_search_update_info
source: Enter the full number to load the profile information to edit.
fr: Saisissez le numéro complet pour charger les informations du profil à modifier.

# step_new_sim_section_title
source: New SIM Card
fr: Nouvelle Carte SIM

# step_new_sim_serial_label
source: New serial number (ICCID) *
fr: Nouveau numéro de série (ICCID) *

# step_new_sim_serial_hint
source: Scan or enter the ICCID
fr: Scanner ou saisir l'ICCID

# step_new_sim_associated
source: ASSOCIATED NUMBER
fr: NUMÉRO ASSOCIÉ

# step_new_sim_frequent_section
source: Check: 3 frequent numbers
fr: Vérification : 3 numéros fréquents

# step_new_sim_frequent_1
source: Number 1 (Required) *
fr: Numéro 1 (Obligatoire) *

# step_new_sim_frequent_2
source: Number 2 (Optional)
fr: Numéro 2 (Optionnel)

# step_new_sim_frequent_3
source: Number 3 (Optional)
fr: Numéro 3 (Optionnel)

# step_photo_docs_label
source: Identity documents (Originals) *
fr: Documents d'identité (Originaux) *

# step_photo_source_title
source: Select Source
fr: Sélectionner la Source

# step_photo_source_camera
source: Camera
fr: Caméra

# step_photo_source_gallery
source: Gallery
fr: Galerie

# step_photo_crop_title
source: Adjust Photo
fr: Ajuster la Photo

# step_photo_front_title
source: Front photo (Front side)
fr: Photo Recto (Face)

# step_photo_back_title
source: Back photo (Back side)
fr: Photo Verso (Dos)

# step_photo_subtitle_edit
source: Edit photo
fr: Modifier la photo

# step_photo_subtitle_capture
source: Tap to capture
fr: Appuyer pour capturer

# step_photo_info_note
source: Make sure the document is well-lit and readable.
fr: Veillez à ce que le document soit bien éclairé et lisible.
